Repository: xmfreak/gnome-shell-bitcoin-markets
Catalog: res/locale/*/*.po
Languages: de

source: Base
de: Basis

source: Base currency code
de: Code Basiswährung

source: Base currency symbol
de: Symbol Basiswährung

source: formatted value with 0 decimals
de: formatierter Wert mit 0 Nachkommastellen

source: formatted value with 1 decimal
de: formatierter Wert mit 1 Nachkommastelle

source: formatted value with 2 decimals
de: formatierter Wert mit 2 Nachkommastellen

source: formatted value with 8 decimals
de: formatierter Wert mit 8 Nachkommastellen

source: formatted value with defaults
de: formatierter Wert mit Standardwerten

source: formatted value with defaults, divided by
de: formatierter Wert mit Standardwerten, geteilt durch

source: formatted value with defaults, multiplied by
de: formatierter Wert mit Standardwerten, multipliziert mit

source: Help
de: Hilfe

source: Indicator Settings
de: Indikator-Einstellungen

source: Provider
de: Anbieter

source: Provider Settings
de: Anbietereinstellungen

source: Quote
de: Kurs

source: Quote currency code
de: Code Kurswährungs

source: Quote currency symbol
de: Symbol Kurswährung

source: raw value without additional formatting
de: unformatierter Ausgangswert

source: Settings
de: Einstellungen

source: Show Base Currency
de: Währung

source: Show Change
de: Zeige Änderung
